Dlubal.RFEM5.NodalLoadDirection
Nodal load direction parameters

Dlubal.RFEM5.NodalLoadDirection.Type
Type of nodal load direction

Dlubal.RFEM5.NodalLoadDirection.RotationSequence
Rotation sequence

Dlubal.RFEM5.NodalLoadDirection.RotationAngles
Rotation angles

Dlubal.RFEM5.NodalLoadDirection.ObjectNo
Number of the object - coordinate system No., node No., member No., line No.

Dlubal.RFEM5.NodalLoadDirection.Object2No
Number of the second object - node No.

Dlubal.RFEM5.NodalLoadDirection.Force
Force

Dlubal.RFEM5.NodalLoadDirection.Moment
Moment